#+title: Bases
* Loops & iterations
[[*label][Statements]] relatifs aux ~loops~
#+begin_src js
for (let step = 0; step < 5; setp++){
console.log("Walking east one step")
}
#+end_src

#+RESULTS:
: Walking east one step

